accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
audacity
awesome-terminal-fonts
base
base-devel
bash-completion
bc
bind
bluedevil
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
calf
cantarell-fonts
char-white
chwd
copyparty
cpupower
cryptsetup
cuda
device-mapper
diffutils
digikam
discord
discover
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
dotnet-runtime-8.0
duf
e2fsprogs
easyeffects
efibootmgr
efitools
egl-wayland
ethtool
evtest
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flatpak
flatseal
freedownloadmanager
fsarchiver
fwupd
gamescope
ghostty
gimp
git
glances
godot
gopls
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
handbrake
haruna
hdparm
hwdetect
hwinfo
inetutils
iperf3
iwd
jdk21-openjdk
jdownloader2
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kdiskmark
kinfocenter
kio-admin
konsole
kscreen
kwallet-pam
kwalletmanager
legcord
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libmythes
libopenraw
libreoffice-fresh
libva-nvidia-driver
libva-utils
libvips
libwebp-utils
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
localsend
logrotate
lsb-release
lsp-plugins-lv2
lsscsi
lvm2
man-db
man-pages
mangojuice
mariadb
mda.lv2
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mono
mtools
mtr
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obsidian
octopi
opencl-nvidia
openssh
os-prober
pacman-contrib
parsec-bin
partitionmanager
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
profile-sync-daemon
proton-cachyos
proton-vpn-gtk-app
protontricks
protonup-qt
pv
python
python-defusedxml
python-packaging
python-pip
qbittorrent
rclone
rebuild-detector
reflector
ripgrep
rnote
rsync
ryujinx
s-nail
scrcpy
sg3_utils
shelly
smartmontools
smplayer
snapper
sof-firmware
spectacle
speedtest++
spotify-launcher
steam
sudo
sunshine
sysfsutils
tailscale
tesseract
tesseract-data-eng
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
ventoy-bin
vesktop
vim
vlc
vlc-plugins-all
vulkan-icd-loader
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-user-dirs
xfsprogs
xl2tpd
xsettingsd
yay-bin
yt-dlp
zam-plugins
zen-browser-bin
