balena-etcher
bottles
cemu
deadlock-modmanager-bin
eden-bin
fuzzy-pkg-finder
losslesscut-bin
ludusavi-bin
megacmd
megatools
mpv-uosc
pkgbrowser
r2modman-bin
thorium-browser-bin
typing_test
waifu2x-ncnn-vulkan-git
wthrr-bin
xnviewmp
yayfzf
youtube-dl
